<?php

define("_INSTALLER_TITLE", "டோசிபோ3.6.0.3 - நிறுவுதல்");
define("_INSTALL", "நிறுவுதல்");
define("_JUMP_TO_CONTENT", "உள்ளடக்கத்திற்கு செல்லுதல்");

// choose begin

define("_SELECT_LANGUAGE", "மொழியைத் தேர்ந்தெடுக்க");
define("_LANGUAGE", "மொழி");
define("_LANG_INSTALLED", "மொழி நிறுவப்பட்டது");
define("_PLATFORM", "Choose the application you need to install");

define("_ITALIAN", "இத்தாலியன்");
define("_ENGLISH", "ஆங்கிலம்");
define("_FRENCH", "ஃப்ரெஞ்ச்");
define("_SPANISH", "ஸ்பெயினிஷ்");
define("_GERMAN", "German");
define("_PORTUGUESE-BR", "Portuguese-br");
define("_TAMIL", "Tamil");
define("_CROATIAN", "Croatian");
define("_BOSNIAN", "Bosnian");

define("_TITLE_STEP1", "Step 1: மொழியைத் தேர்ந்தெடுக்க");
define("_TITLE_STEP2", "Step 2: உரிமை வழங்குக");
define("_TITLE_STEP3", "Step 3: நிறுவுதலுக்கான பயன்பாட்டைத் தேர்ந்தெடு");
define("_TITLE_STEP4", "Step 4: செயலாக்கம்");
define("_TITLE_STEP5", "Step 5: நிறுவுதலின் வழக்கம்");
define("_TITLE_STEP6", "Step 6: தகவல் தளம் இறக்குதல்");
define("_TITLE_STEP7", "Step 7: மொழிகள் இறக்குதல்");
define("_TITLE_STEP8", "Step 8: நிறுவுதல் முடிவடைந்தது");

define("_IS_PRESENT_DIRECTORIES","நீங்கள் வைத்திருக்கும் கோப்படைவானது அதிக நேரம் பயன்படவில்லை,நாங்கள் அதை நீக்குமாறு தெரிவிக்கிறோம்.: ");
define("_LACKING_DIRECTORIES","சில கோப்படைவுகள் தொலைந்து விட்டன ,இந்த சில கோப்படைவுகள் இல்லாமல் பயன்பாடுகளின் சில பகுதிகளை நிறுவ முடியாது அல்லது சரியான அமைப்பைப் பயன்படுத்தவும்.: ");
define("_CANT_CONNECT_WITH_DB", "தகவல் தளத்தை தொடர்பு கொள்ள இயலவில்லை, தயவுசெய்து செருகிய தகவலை சரிபார்க்கவும்.");
define("_CANT_CONNECT_WITH_FTP","குறிப்பிட்ட தலைமை கணிப்பொறிக்கு எஃப்டிபியை இணைக்க முடியவில்லை தயசு செய்து செருகப்பட்ட சுட்டளவை சரிபார்க்கவும்.");
define("_CHECKED_DIRECTORIES","கோப்படைவில்  சேமிக்கப்பட்ட கோப்புகள் ஏற்கெனவே உள்ளது அல்லது அதற்கு சரியான அனுமதியில்லை.");
define("_CHECKED_FILES","சில கோப்புகள் போதிய அனுமதி பெறவில்லை.");
define("_EMPTY_DIRECTORIES","");
define("_SELECT_WHATINSTALL", "எதை நிறுவ விரும்புகிறீர்களோ அதற்கான வன்பொருள் கட்டுமான அமைப்பை தேர்ந்தெடுக்கவும்");


define("_WARNING_NOT_INSTALL", "<b>கவனி:</b>: நீங்கள் பயன்பாடை சரிபார்க்கவில்லை என்றால், தானாக உள்ள வழிமுறையின்படி உங்களால் சேமிக்க முடியாது.
.");

define("_FRAMEWORK", "டொசிபோ உள்ளக அமைப்பு");
define("_LMS", "டொசிபோ கற்றல் மேலாண்மையின் அமைப்பு");
define("_ECOM", "Docebo E-Commerce");
define("_CMS", "டொசிபோ கருத்தடக்க மேலாண்மை நிலை");
define("_KMS", "டொசிபோ அறிதல் மேலாண்மை நிலை");
define("_SCS", "டொசிபோ ஒத்தியக இணைவின் அமைப்பு");

define("_NEXT", "அடுத்த வழிமுறை ");
define("_BACK", "பின்செல்");
define("_REFRESH", "புதுப்பித்தல்");
define("_DOINSTALL", "நிறுவுதல்");
define("_FINISH", "முடிவு");

define("_DATABASE_INFO", "தகவல் தளத்தின் செய்தி");
define("_DB_HOST", "முகவரி");
define("_DB_NAME", "தகவல் தள பெயர்");
define("_DB_USERNAME", "தகவல் தள பயனாளர்");
define("_DB_PASS", "கடவுச்சொல்");
define("_DB_CONFPASS", "கடவுச்சொல்லை உறுதிப்படுத்துக");

define("_UPLOAD_METHOD", "கோப்பை  மேலேற்றும் செயல்முறை(எஃப்டிபி பரிந்துரைக்கிறது,உங்களிடம் விணடோஸ் இருந்தால் எச்டிடிபியைப் பயன்படுத்தவும்.");
define("_HTTP_UPLOAD", "சிறந்த செயல்முறை(எச்டிடிபி)");
define("_FTP_UPLOAD", "கோப்புகளை எஃப்டிபி பயன்படுத்தி மேலேற்றுதல்");
define("_NOTAVAILABLE", "இல்லை");

define("_FTP_INFO", "எஃப்டிபி அணுகுதல் தகவல்");
define("_IF_FTP_SELECTED", "(நீங்கள் எஃப்டிபியை மேலேற்றும்முறைப் படி தேர்ந்தெடுத்தால்)");
define("_FTP_HOST", "தலைமைக் கணிப்பொறி முகவரி");
define("_FTP_PORT", "முகவு எண்(பொதுவாக இது சரியானது)");
define("_FTP_USERNAME", "பயனாளர் பெயர்");
define("_FTP_PASS", "கடவுச்சொல்");
define("_FTP_CONFPASS", "கடவுச்சொல்லை உறுதி செய்தல்");
define("_FTP_PATH", "எஃப்டிபி பாதை (இது மூலம் இங்கே கோப்புகள் சேமிக்கப்படுகிறது/");


define("_SOFTWARE_LICENSE", "டொசிபோ மென்பொருளின் மெனபொருள் உரிமைச் சான்றிதழ்");
define("_AGREE_LICENSE", "உரிமைச்சான்றிதழின் கொள்கைகளை நான் ஏற்றுக்கொள்கிறேன்");
define("_MUST_ACCEPT_LICENSE", "நீங்கள் தொடர்வதற்கு முன்னே உரிமைச் சான்றிதழை கட்டாயமாக ஏற்றுக்கொள்ள வேண்டும்");

define("_DOMXML_REQUIRED", "நீங்கள் டொசிபோ தொகுதியை நிறுவுவதற்கு நீங்கள் டொம் எக்ஸ்எம்எல் தகமைவை நிறுவ வேண்டும் அல்லது பிஎச்பி 5 ஆம் பதிப்பை விட அதிகமாக இருக்க வேண்டும்.");

define("_LANG_TO_INSTALL", "நிறுவுவதற்கான மொழிகள்");
define("_NUMBER_ESTIMATED_USERS", "பதிவுசெய்த பயனாளர்கள் மென்பொருளை பயன்படுத்தலாம்");
define("_LESS_THAN50", "50க்கு கீழே");
define("_LESS_THAN150", "50க்கும் 150க்கும் இடையில்");
define("_MORE_THAN150", "150க்கு அதிகமான");
define("_MORE_THAN_ONE_BRANCH", "உங்களுடைய நிறுவனம் அல்லது சார்பகத்தில் ஒரு இடத்திற்கு மேல் உள்ளதா?");
define("_ANSWER_YES", "ஆம்;");
define("_ANSWER_NO", "இல்லை");
define("_ADMINISTRATION_TYPE", "நிர்வாக வகை");
define("_ONE_ADMIN", "நிர்வாகி");
define("_SUB_ADMINS", "நிர்வாகி மற்றும் துணை நிர்வாகிகள்");

define("_REQUIRE_ACCESSIBILITY", "நீங்கள் செயல்படாமைக்காக அணுகல் செயல்முறையின் தரத்தை பின்பற்ற விரும்புகிறீர்களா?");
define("_REGISTRATION_TYPE", "பதிவு செய்தலின் வகை");
define("_REG_TYPE_FREE", "ஒவ்வொருவரும் பதிவு செய்ய வேண்டும்");
define("_REG_TYPE_MOD", "மாற்றுபவர் அனுமதிபெற்றிருக்க வேண்டும்");
define("_REG_TYPE_ADMIN", "நிர்வாகியால் மட்டுமே பயனாளர்களை உருவாக்க முடியும்");

define("_SIMPLIFIED_INTERFACE", "இடைமுகப்பை சுலபமாக உருவாக்குவதற்கான விருப்பங்கள் (வழிமுறைகள்)");
define("_ADMIN_USER_INFO", "நிர்வாகப் பயனாளர்களை பற்றிய தகவல்");
define("_ADMIN_USERNAME", "பயனாளர் பெயர்");
define("_ADMIN_PASS", "கடவுச்சொல்");
define("_ADMIN_CONFPASS", "கடவுச்சொல்லை உறுதிப்படுத்தவும்");
define("_ADMIN_EMAIL", "மின்னஞ்சல்");
define("_WEBSITE_INFO", "இணையதளத்தின் தகவல்");
define("_DEFAULT_PLATFORM", "முக்கிய பயன்பாடு(முதல்பக்கம்)");
define("_SITE_DEFAULT_SENDER", "முன்னிருப்பு மின்னஞ்சல் முகவரி");
define("_SITE_BASE_URL", "இணையதளத்தின் யுஆர்எல்(மாற்றவேண்டாம்)");


define("_INVALID_USERNAME", "பயனாளர் பெயர் சரியானதல்ல");
define("_INVALID_PASSWORD", "கடவுச்சொல் சரியானதல்ல(அல்லது)கடவுச்சொல் பொருந்தவில்லை)");
define("_INVALID_EMAIL", "மின்னஞ்சல் முகவரி சரியானதல்ல.");
define("_INVALID_DEFAULTSENDEREMAIL", "முன்னிருப்பு மின்னஞ்சல் முகவரி சரியானதல்ல");
define("_INVALID_SITEBASEURL", "யுஆர்எல் சரியானது அல்லது முகவரி கட்டாயமாக \"\"ல் முடிய வேண்டும்\"/\".");


define("_DB_IMPORT_OK", "தகவல்தளம் சரியாக மேலே ஏற்றப்பட்டடுவிட்டது");
define("_DB_IMPORT_FAILED", "உங்களுக்கு தகவல்தள பிழையால் அனுபவம் ஏற்படடுவிட்டது, தயவுசெய்து திரும்பவும் முயற்சி செய்யுங்கள் அல்லது குறிப்பேட்டு வழிமுறையை முயற்சிக்கவும்");
define("_NEXT_IMPORT_LANG", "நாம் இப்போது மொழி இறக்கம் செய்கிறோம் இதற்கு அதிக நேரம் பிடிக்கும்(ஒரு நிமிடத்திற்கு மேல்) இந்த இணைய தள திரையை மூடவோ \"அடுத்தது\" என்ற பொத்தானை அழுத்தவோ வேண்டாம்,இந்த பக்கம் முழுமையாக ஏறிய பின்னரே \"அடுத்தது என்ற பொத்தானை அழுத்த வேண்டும்,இந்த செயலில் ஏதேனும் சிக்கலை உணருவீர்களேயானால் உங்களுடைய இணையதள நிர்வாகியை அல்லது இந்த இணையதளத்தை செயல்படுத்துவோரை தொடர்பு கொண்டு பிஎச்பி காலக்கெடுவை அதிகமான நேரத்திற்கு அதிகரித்தோ அல்லது நேரடியாக செயலாக்கும் முறையை பயன்படுத்ததியோ இப்பிரச்சனையை தீர்க்குமாறு வேணடிக்கொள்ளவும்.");


define("_CONFIGURATION", "செயலாக்கம்");
define("_INSTALLATION_COMPLETE", "நிறுவுதல் முடிக்கப்பட்டுவிட்டது");
define("_COPY_N_PASTE_CONFIG", "கான்ஃபிக்.பிஎச்பி கோப்பின் உள்ளே இந்த உரையை நகல் செய்து ஒட்டவேண்டும்");


define("_TO_ADMIN", "நிர்வாக இடைமுகப்பிற்காக இங்கே சொடுக்கவும்");
define("_TO_WEBSITE", "முதன்மைப் பக்கத்திற்கு செல்ல கீழே உள்ள தொடர்பை செடுக்கவும் ");
define("_INSTALLED_APPS", "பயன்பாடு நிறுவப்பட்டது");

define("_REMOVE_INSTALL_FOLDERS_AND_WRITE_PERM", "<b>கவனி:</b> இதை செயல்படுத்துவதற்கு முன் கோப்பபுத் தொகுப்பு நிறுவுதலை நீக்க வேண்டும். இணையத் தளத்திலிருந்து கோப்புக்கு குறைந்த பட்ச அனுமதிதான் வழங்கப்பட்டுள்ளது. ");


// result
define("_FAILED_OPERATION","செயல்முறை தோல்வியடைந்தது. பிழை எண்:: ");
define("_SUCCESSFULL_OPERATION", "செயல்முறை வெற்றியடைந்தது: ");
define("_CRITICAL_ERROR_UPGRADE_SUSPENDED","தகவல்களை மாற்றும் போது சிக்கலான பிழை நேர்ந்துவிட்டது மாற்றுதலின் போது தடை நேர்ந்துவிட்டது");


// specific
define("_LMS_ENABLE_EVENT_UI", "பயனாளர்கள் எந்த அறிவிப்பைப் பெறலாம் என்று முடிவு செய்யலாம்.");
define("_LMS_ENABLE_GROUPSUB_UI", "பயனாளர்கள் எந்த குழுவில் உறுப்பினராகலாம் என்று தேர்ந்தெடுக்கலாம்.");

// diagnostic
define("_SERVERINFO","தலைமைக் கணிப்பொறி தகவல்");
define("_SERVER_ADDR","தலைமைக் கணிப்பொறி முகவரி : ");
define("_SERVER_PORT","தலைமைக் கணிப்பொறி தொடர்பு முகாம் : ");
define("_SERVER_NAME","தலைமைக் கணிப்பொறி பெயர் : ");
define("_SERVER_ADMIN","தலைமைக் கணிப்பொறி நிர்வாகி : ");
define("_SERVER_SOFTWARE","தலைமைக் கணிப்பொறி மென்பொருள்: ");
define("_PHPINFO","
பிஹெச்பி தகவல்: ");
define("_PHPVERSION","பிஎச்பி பதிப்பு : ");
define("_SAFEMODE","பாதுகாப்பான செயல்பாட்டுமுறை : ");
define("_REGISTER_GLOBAL","உலகளாவிய முறையில் பதிவு செய்தல்: ");
define("_MAGIC_QUOTES_GPC","மேஜிக் கோடஸ் ஜிபிசி : ");
define("_UPLOAD_MAX_FILESIZE","அப்லோடு மேக்ஸ் சைய்ஸ் : ");
define("_POST_MAX_SIZE","போஸ்ட் மேக்ஸ் சைய்ஸ் : ");
define("_MAX_EXECUTION_TIME","மேக்ஸ் எக்சிகியுசன் டைம் : ");
define("_ALLOW_URL_INCLUDE","allow_url_include : ");
define("_DANGER","Danger - Set to OFF");
define("_DOMXML","domxml(); : ");
define("_LDAP","எல்டேப்: ");
define("_ON","செயல்படுத்து");
define("_OFF","அமர்த்து ");
define("_NEXT_STEP","அடுத்த படி(செயல்முறை)");
define("_ONLY_IF_YU_WANT_TO_USE_IT","நீங்கள் எல்டிபியை பயன்படுத்த விரும்பினால் இந்த எச்சரிக்கையை கவனிக்க வேண்டும் ");
define("_NOTSCORM","இந்தப் புரவலர் இந்தப் புலத்தை ஆதரிக்கவில்லை அல்லது இது பிஎச்பி 5 இல்லை. உங்களால் டோசிபோவை முன்னேற்ற முடியாது");
define("_YOU_DONT_HAVE_FUNCTION_OVERLOAD","அதிக பளு தொடர்பான செயல்முறை செயல்படவில்லை,இதனால் தெரிவது என்னவென்றால் நீங்கள் பிஎச்பி பதிப்பு 4.3.0 அல்லது அதற்கு மேற்பட்ட வரிசையை பயன்படுத்த வேண்டும்.லையனக்ஸ் மந்திரிவா அதிகபளு செயல்பாடு இன்றி ஒருங்கிணைக்கப்பட்டுள்ளது.ஒரு புதிய மென்பொருள் தொகுப்பு ஒன்று மேலே குறிப்பிட்ட பகுதிகளுடனே,அல்லது பிஎச்பி 4 அதிக பளு-xxxxx:எம்டிகே என்ற மென்பொருளோடு இந்த பகுதியை ஒருங்கியைக்கவும்.<a href=\"http://download.fedora.redhat.com/pub/fedora/linux/core/updates/4/\" target=\"_blank\">please patch it</a>.இத்தோடு சேர்க்கவும்.விண்டோஸ் கருவியை பயன்படுத்துவீர்களேயானால்,<a href=\"http://www.easyphp.org\" target=\"_blank\">easyphp 1.8</a>என்ற முறையைப் பயன்படுத்தவும்.
.");
define("_CRITICAL_ERROR","சிக்கலான பிழை ");

?>
